const String productNotice = '''
■ご購入前の注意事項と重要事項説明
ご購入手続き前に、以下の注意事項および重要事項を必ずご確認いただき、ご同意の上で「カートに追加」又は「注文確定」ボタンをクリックしてください。
■商品について
本商品は「パチンコの確率計算ツール」です。ご購入後、専用ライセンスが発行され、デジタルコンテンツとして提供されます。
本ツール（以下、「当サービス」）は、システムアルファが統計学・論理学・確率論をもとに独自に計算した結果を提供するものです。利益や勝利を保証するものではありません。当サービスを使用した結果として生じた損害・損失に関しましては、一切責任を負いかねます。
■ご利用条件・環境について
- ご利用はスマートフォンを推奨いたします。
- 購入時は安定したインターネット接続環境（通信状況の良い場所）でお手続きください。
- 商品の特性上、ご利用は18歳以上の方に限られます。
■制限事項と免責事項について
- デジタルコンテンツのため、ご購入後の返品・返金・キャンセルは一切承ることができません。
- 商品に関するお問い合わせは専用フォームよりお願いいたします。カスタマーサービス対応時間は平日10時～19時、返信は1営業日以内を目安に対応いたします。
■法律・著作権に関する注意事項
- 特定商取引法に基づく販売者情報、販売価格等の詳細は、ご購入画面に表示しておりますので必ずご確認ください。
- 個人情報の取扱いについては「プライバシーポリシー」を必ずご確認ください。
- 本商品の著作権および知的財産権は販売元に帰属します。無断での転載・複製・二次配布は法律により禁止されています。
■お支払い方法とカード決済について
- お支払い方法はクレジットカード決済のみです。決済にはRobotPayment社を使用しております。決済時にエラーが表示された場合は、RobotPaymentの表示画面の指示に従いご対応ください。
- ご利用のカード情報は、不正利用の検知・防止のため、ご利用のカードの発行会社に提供される場合があります。カード発行会社が外国に所在する場合、当該外国へ情報提供されることがあります。当サービスにおいて発行会社およびその所在国を特定することは困難なため、詳細につきましてはお客様ご自身でご確認ください。外国所在の発行会社に対する個人情報保護に関する詳細は、「個人情報保護法に基づく情報提供」をご参照ください。
■契約成立について
「注文確定」ボタンをクリックすることで、お客様は当サービスの利用規約、プライバシーポリシーおよび販売条件に同意の上でご注文されたことになります。価格や各種条件については必ずご購入画面および当ページをご確認ください。
注文が確定すると、決済完了通知がメールまたは決済完了画面に表示されます。この通知をもって売買契約が成立します。
■お困りの場合
ご不明な点がある場合やお困りの際は、当サービスのヘルプページまたはカスタマーサービスからお問い合わせフォームをご利用下さい。
''';